Repository: ElisabethStereosuper/FrontEnd-Ressouces
Catalog: Wordpress/plugins/automatic-nbsp/languages/automatic-nbsp-*.po
Languages: pl_pl

source: Automatic NBSP options
pl_pl: Automatic NBSP - opcje

source: English
pl_pl: Język angielski

source: Polish
pl_pl: Język polski

source: Automatic NBSP settings
pl_pl: Automatic NBSP - opcje

source: Words or phrases: <br /> Each word or phrase on a new line
pl_pl: Słowa lub frazy: <br /> Każde słowo w nowej linii

source: Add <code>&#38;nbsp</code> after each word or phrase from the list.
pl_pl: Dodaje <code>&#38;nbsp</code>po każdym słowie lub frazie z listy.

source: Case sensitive
pl_pl: Wielkość liter

source: If enabled, you need to type variants of word manually. For example: 'and', 'AND', 'And' etc.
pl_pl: Uwzględnia wielkość liter.

source: Punctuation marks
pl_pl: Reguły francuskie

source: Add <code>&amp;nbsp;</code> before punctuation marks as
pl_pl: Dodaje <code>&amp;nbsp;</code> przed znakami:

source: Scope
pl_pl: Zasięg działania

source: Content
pl_pl: Treść

source: Add non-breaking spaces to contents
pl_pl: Zezwala na dodawanie twardych spacji w treści postów, stron itp.

source: Title
pl_pl: Tytuł

source: Add non-breaking spaces to titles
pl_pl: Zezwala na dodawanie twardych spacji w tytułach

source: Excerpt
pl_pl: Zajawka

source: Add non-breaking spaces to excerpts
pl_pl: Zezwala na dodawanie twardych spacji w zajawkach

source: Comment text
pl_pl: Komentarze

source: Add non-breaking spaces to comments
pl_pl: Zezwala na dodawanie twardych spacji w komentarzach

source: Widget text
pl_pl: Widgety

source: Add non-breaking spaces to widgets
pl_pl: Zezwala na dodawanie twardych spacji w widgetach

source: Add non-breaking spaces to the ACF field types like: text, textarea and wysiwyg
pl_pl: Dodaj twardą spację do pól ACF takich jak: text, textarea and wysiwyg

source: Custom
pl_pl: Dowolny

source: Use <code>&lt;?php auto_nbsp($content); ?&gt;</code> to print the custom text with the automatic <code>&amp;nbsp;</code>. Use <code>&lt;?php auto_nbsp($content, false); ?&gt;</code> to only return.
pl_pl: Użyj funkcji <code>&lt;?php auto_nbsp($content); ?&gt;</code>aby automatycznie dodać do tekstu <code>&amp;nbsp;</code>. Aby tylko zwrócić dane ustaw false w drugim parametrze <code>&lt;?php auto_nbsp($content, false); ?&gt;</code>.

source: General
pl_pl: Główne

source: Missing function callback <strong>%s</strong>
pl_pl: Brak funkcji zwrotnej <strong>%s</strong>

source: Import words
pl_pl: Importuj frazy
