Repository: ElisabethStereosuper/FrontEnd-Ressouces
Catalog: Wordpress/plugins/autoptimize/localization/autoptimize-*.po
Languages: ar

source: Thank you for installing and activating Autoptimize. Please configure it under "Settings" -> "Autoptimize" to start improving your site's performance.
ar: شكراً لك لتثبيت وتفعيل Autoptimize. من فضلك قم بضبط الإعدادات في "إعدادات" -> "Autoptimize" لتبدأ بتحسين آداء موقعك.

source: Autoptimize has just been updated. Please <strong>test your site now</strong> and adapt Autoptimize config if needed.
ar: تم تحديث Autoptimize. من فضلك <strong>قم باختبار موقعك الآن</strong> واضبط الإعدادات إذا لزم ذلك.

source: Autoptimize Settings
ar: إعدادات Autoptimize

source: Show advanced settings
ar: إظهار الإعدادات المتقدمة

source: Hide advanced settings
ar: إخفاء الإعدادات المتقدمة

source: HTML Options
ar: خيارات HTML

source: Optimize HTML Code?
ar: تحسين أكواد HTML؟

source: Keep HTML comments?
ar: الإبقاء على تعليقات HTML؟

source: Enable this if you want HTML comments to remain in the page, needed for e.g. AdSense to function properly.
ar: فعّل هذا الخيار للإبقاء على تعليقات HTML في الصفحة. مطلوبة لـAdSense على سبيل المثال.

source: JavaScript Options
ar: خيارات JavaScript

source: Optimize JavaScript Code?
ar: تحسين أكواد JavaScript؟

source: Force JavaScript in &lt;head&gt;?
ar: إجبار أكواد JavaScript في &lt;head&gt;؟

source: For performance reasons it is better to include JavaScript at the bottom of HTML, but this sometimes breaks things. Especially useful for jQuery-based themes.
ar: من الأفضل إدخال أكواد JavaScript في أسفل الصفحة لأسباب مهمة للآداء، ولكن قد يحدث بعض المشاكل أحياناً. هذه الخاصية مفيدة للثيمات المعتمدة على jQuery.

source: Look for scripts only in &lt;head&gt;?
ar: إبحث عن أكواد فقط في &lt;head&gt;؟

source: Mostly useful in combination with previous option when using jQuery-based templates, but might help keeping cache size under control.
ar: مفيدة أكثر مع الخيار السابق في الثيمات المعتمدة على jQuery، وقد تقوم بالتحكم بحجم ملف الكاش.

source: Exclude scripts from Autoptimize:
ar: أكواد JavaScript مستثناه من التحسين:

source: A comma-seperated list of scripts you want to exclude from being optimized, for example 'whatever.js, another.js' (without the quotes) to exclude those scripts from being aggregated and minimized by Autoptimize.
ar: قائمة مفصولة بعلامة الفاصلة تحتوي على ملفات تريد استثنائها من التحسين. على سبيل المثال: 'whatever.js, another.js' (بدون علامة الإقتباس).

source: Add try-catch wrapping?
ar: تفعيل خاصّية try-catch wrapping ؟

source: If your scripts break because of an script error, you might want to try this.
ar: فعّل هذا الخيار في حالة وجود عطل في ملف الكود.

source: CSS Options
ar: خيارات CSS

source: Optimize CSS Code?
ar: تحسين أكواد CSS؟

source: Generate data: URIs for images?
ar: توليد بيانات: روابط للصور؟

source: Enable this to include small background-images in the CSS itself instead of as seperate downloads.
ar: فعّل هذا الخيار لإضافة الخلفيات الصغيرة داخل أكواد CSS، بدلاً من تحميلها بشكل مستقل.

source: Look for styles only in &lt;head&gt;?
ar: ابحث عن أكواد فقط في &lt;head&gt;؟

source: Don't autoptimize CSS outside the head-section. If the cache gets big, you might want to enable this.
ar: لا تقم بتحسين ملفات خارج قسم head. قم بتفعيل هذا الخيار إذا كان ملف الكاش كبير.

source: Inline and Defer CSS?
ar: استخراج أكواد CSS على السطر؟

source: Inline "above the fold CSS" while loading the main autoptimized CSS only after page load. <a href="http://wordpress.org/plugins/autoptimize/faq/" target="_blank">Check the FAQ</a> before activating this option!
ar: استخرج "أكواد CSS فوق الطيّة" أثناء تحميل ملف الكاش الأساسي فقط بعد تحميل الصفحة. <a href="http://wordpress.org/plugins/autoptimize/faq/" target="_blank">إطّلع على الأسئلة الشائعة</a> قبل تفعيل هذا الخيار!

source: Paste the above the fold CSS here.
ar: قم بلصق أكواد CSS فوق الطيّة هنا.

source: Inline all CSS?
ar: إستخراج جميع أكواد CSS على السطر؟

source: Inlining all CSS can improve performance for sites with a low pageviews/ visitor-rate, but may slow down performance otherwise.
ar: إستخراج أكواد CSS على السطر يحسّن الآداء للمواقع القليل زيارتها. ولكن قد يبطئ الآداء قليلاً.

source: Exclude CSS from Autoptimize:
ar: أكواد CSS مستثناه من التحسين:

source: A comma-seperated list of CSS you want to exclude from being optimized.
ar: قائمة مفصولة بعلامة الفاصلة تحتوي على ملفات تريد استثنائها من التحسين.

source: CDN Options
ar: خيارات CDN

source: CDN Base URL
ar: رابط CDN

source: Enter your CDN blog root directory URL if you want to enable CDN for images referenced in the CSS.
ar: قم بإدخال رابط CDN الجذر لمدونتك لتفعيل الصور التي داخل أكواد CSS.

source: Cache Info
ar: معلومات الكاش

source: Cache folder
ar: مجلد الكاش

source: Can we write?
ar: هل يمكن الكتابة؟

source: Yes
ar: نعم

source: No
ar: لا

source: Cached styles and scripts
ar: ملفات كاش لـ JavaScripts و CSS

source: Save aggregated script/css as static files?
ar: حفظ ملفات JavaScripts و CSS المجمعة كملفات ثابتة؟

source: By default files saved are static css/js, uncheck this option if your webserver doesn't properly handle the compression and expiry.
ar: ملفات JavaScripts و CSS تحفظ بشكل تلقائي كملفات ثابتة. قم بإلغاء هذا الخيار إذا كان خادمك لا يقوم بالتعامل مع الضغط والصلاحيات بشكل سليم.

source: Save Changes
ar: حفظ التغييرات

source: Save Changes and Empty Cache
ar: حفظ التغييرات وتفريغ الكاش

source: futtta about
ar: عن futtta

source: WordPress
ar: وردبريس

source: Web Technology
ar: تقنية الويب

source: Do not donate for this plugin!
ar: لا تقم بالتبرع لهذه الإضافة!

source: Autoptimize Options
ar: خيارات Autoptimize

source: Settings
ar: إعدادات

source: Optimizes your website, concatenating the CSS and JavaScript code, and compressing it.
ar: حسّن موقعك وسلسل أكواد CSS و JavaScript، وقم بضغطها.
