Repository: ElisabethStereosuper/FrontEnd-Ressouces
Catalog: Wordpress/plugins/imsanity/languages/imsanity-*.po
Languages: fr_fr, sv_se

source: Oh Snap! Imsanity was unable to resize this image for the following reason: '%s' . If you continue to see this error message, you may need to either install missing server components or disable the Imsanity plugin. If you think you have discovered a bug, please report it on the Imsanity support forum.
fr_fr: Oh zut ! Imsanity n'était pas en mesure de redimensionner cette image pour la raison suivante :'%s' . Si vous continuez à voir ce message d\'erreur, vous devrez peut-êtresoit installer les composants manquants sur le serveur ou désactiver le plugin Imsanity. sivous pensez que vous avez découvert un bug, s'il vous plaît signalez le sur le forum d'assistance Imsanity
sv_se: Attans! Imsanity kunde inte skala bilden av följande anledning:'%s' . Om du fortsätter att få detta felmeddelande så kanske du antingen måste installera saknade serverkomponenter eller deaktivera insticksprogrammet Imsanity. Om du tror att du har hittat en bugg, var snäll att rapportera den på Imsanitys support forum.

source: Oh Snap! Imsanity was Unable to process the BMP file. If you continue to see this error you may need to disable the BMP-To-JPG feature in Imsanity settings.
fr_fr: Oh zut ! Imsanity n'a pas pu traiter le fichier BMP. Si vous continuez àvoir cette erreur, vous devrez peut-être désactiver la fonction de BMP-To-JPG dans les paramètres Imsanity.
sv_se: Attans! Imsanity kunde inte bearbeta BMP-filen. Om du fortsätter att få detta felmeddelande så kanske du måste deaktivera BMP-To-JPG i Imsanitys inställningar.

source: Imsanity Plugin Settings
fr_fr: Configuration du plugin Imsanity
sv_se: Imsanity Programinställningar

source: Imsanity Network Settings
fr_fr: Configuration globale d'Imsanity
sv_se: Imsanity Nätverksinställningar

source: Imsanity network settings saved.
fr_fr: Configuration globale d'Imsanity enregistrée.
sv_se: Imsanity nätverksinställningar sparades.

source: Global Settings Override
fr_fr: Verrouillage des paramètres globaux
sv_se: Åsidosätt Globala Inställningar

source: Allow each site to configure Imsanity settings
fr_fr: Permettre à chaque site de configurer les paramètres d'Imsanity
sv_se: Tillåt varje webbplats att konfigurera Imsanitys inställningar

source: Use global Imsanity settings (below) for all sites
fr_fr: Utiliser les paramètres globaux (ci-dessous) pour tous les sites
sv_se: Använd Imsanitys globala inställningar (nedan) för alla webbplatser

source: Images uploaded within a Page/Post
fr_fr: Largeur/hauteur max pour les images téléchargées dans une page ou un commentaire
sv_se: Bilder uppladdade till en Sida/Inlägg

source: (or enter 0 to disable)
fr_fr: (Entrez 0 pour désactiver)
sv_se: (eller ange 0 för att deaktivera)

source: Images uploaded directly to the Media Library
fr_fr: Largeur/hauteur max pour les images téléchargées directement dans la bibliothèque
sv_se: Bilder uppladdade direkt till Mediabiblioteket

source: Images uploaded elsewhere (Theme headers, backgrounds, logos, etc)
fr_fr: Largeur/hauteur max pour les images téléchargées ailleurs (en-têtes des thèmes, des arrière-plans, logos, etc)
sv_se: Bilder uppladdade på andra ställen (Sidhuvud för teman, bakgrunder, logotyper, etc.)

source: Convert BMP to JPG
fr_fr: Convertir BMP en JPG
sv_se: Konvertera BMP till JPG

source: Yes
fr_fr: Oui
sv_se: Ja

source: No
fr_fr: Non
sv_se: Nej

source: JPG Quality
fr_fr: Qualité JPEG
sv_se: JPG-kvalitet

source: (WordPress default is 90)
fr_fr: (Par défaut dans WordPress : 90)
sv_se: (Wordpress standardinställning är 90)

source: Update Settings
fr_fr: Sauvegarder la configuration
sv_se: Uppdatera Inställningar

source: Imsanity automatically resizes insanely huge image uploads
fr_fr: Imsanity redimensionne automatiquement les énormes images téléchargées
sv_se: Imsanity förminskar automatiskt uppladdade bilder som är galet stora

source: <p>Imsanity automaticaly reduces the size of images that are larger than the specified maximum and replaces the original with one of a more "sane" size. Site contributors don\'t need to concern themselves with manually scaling images and can upload them directly from their camera or phone.</p> <p>The resolution of modern cameras is larger than necessary for typical web display. The average computer screen is not big enough to display a 3 megapixel camera-phone image at full resolution. WordPress does a good job of creating scaled-down copies which can be used, however the original images are permanently stored, taking up disk quota and, if used on a page, create a poor viewer experience.</p> <p>This plugin is designed for sites where high-resolution images are not necessary and/or site contributors do not want (or understand how) to deal with scaling images. This plugin should not be used on sites for which original, high-resolution images must be stored.</p> <p>Be sure to save back-ups of your full-sized images if you wish to keep them.</p>
fr_fr: <p>Imsanity réduit automatiquement la taille des images qui sont plus grandes que le maximum spécifié et remplace l'original avec un de taille plus "correcte". Les contributeurs du site n'ont pas besoin de se préoccuper de la mise à l'échelle manuelle des images et peuvent les télécharger directement à partir de leur appareil photo ou téléphone.</p> <p>La résolution des appareils photos modernes est plus grande que nécessaire pour l'affichage web classique. L'écran d'ordinateur moyen n'est pas assez grand pour afficher une image de 3 mégapixels d'un appareil photo ou téléphone en pleine résolution. WordPress fait un bon travail en créant des copies à échelle réduite qui peuvent êtreutilisées, mais les images originales sont stockées de façon permanente, en prenant de la place disque et, si elles sont utilisées sur une page, génèrent un affichage inutilisable.</p> <p>Ce plugin est conçu pour les sites où des images haute résolution ne sont pas nécessaires et / ou les contributeurs du site ne veulent pas (ou ne comprennent pas comment) mettre à l'échelle des images. Ce plugin ne doit pas être utilisé sur les sites pour lesquels les images haute résolution d'origine doivent être stockées.</p> <p>N'oubliez pas d'enregistrer des copies de vos images en taille réelle si vous souhaitez les conserver.</p>
sv_se: <p>Imsanity reducerar automatiskt storleken på bilder som är större än den specificerade maxstorleken och ersätter originalet med en version som har en mer "sund" storlek. Webbplatsmedarbetare behöver inte bekymra sig om att manuellt skala bilder och kan ladda upp dem direkt från sin kamera eller mobil.</p> <p>Upplösningen på moderna kameror är högre än nödvändigt för vanlig webbvisning. Den genomsnittliga datorskärmen är inte stor nog att visa en 3 megapixels bild från kamera/telefon i full upplösning. WordPress gör ett bra jobb med att skapa nedskalade kopior som kan användas, men originalbilderna lagras permanent och upptar diskutrymme och skapar en dålig visuell upplevelse för besökaren om de används på en sida.</p> <p>Detta insticksprogram är designat för webbplatser där högupplösta bilder inte är nödvändiga och/eller webbplatsmedarbetare inte vill (eller kan) skala bilder. Detta insticksprogram bör inte användas på webbplatser där högupplösta bildoriginal måste lagras.</p> <p>Se till att spara kopior av dina bildoriginal i full storlek om du vill behålla dem.</p>

source: Imsanity Settings
fr_fr: Paramètres Imsanity
sv_se: Imsanity Inställningar

source: Bulk Resize Images
fr_fr: Redimensionner les images en lots
sv_se: Bulkskala Bilder

source: <p>If you have existing images that were uploaded prior to installing Imsanity, you may resize them all in bulk to recover disk space. To begin, click the "Search Images" button to search all existing attachments for images that are larger than the configured limit.</p> <p>Limitations: For performance reasons a maximum of 250 images will be returned at one time. Bitmap image types are not supported and will not appear in the search results.</p>
fr_fr: <p>Si vous avez déjà des images qui ont été téléchargés avant d'installerImsanity, vous pouvez les redimensionner tout en vrac pour récupérer l'espace disque. Pour commencer, cliquez sur le bouton "Rechercher des images" pour rechercher toutes les images existantes qui sont plus grandes que la limite configurée.</p> <p>Restrictions : Pour des raisons de performances, un maximum de 250 images seratraité à la fois. Les images de type Bitmap ne sont pas prises en charge et n'apparaissent pas dans les résultats de recherche.</p>
sv_se: <p>Om du har existerande bilder som laddades upp innan Imsanity installerades så kan du skala dem allihop i en bulkprocess för att återvinna diskutrymme. För att starta, klicka på knappen "Sök Bilder" för att söka igenom alla existerande bilagor för bilder som är större än den konfigurerade maxstorleken.</p> <p>Begränsningar: Av prestandaorsaker kommer max. 250 bilder att behandlas åt gången. Bildformatet Bitmap stöds ej och kommer inte finnas med i sökresultaten.</p>

source: Search Images...
fr_fr: Recherche d'images...
sv_se: Sök Bilder...

source: Imsanity settings have been configured by the server administrator. There are no site-specific settings available.
fr_fr: Les paramètres d'Imsanity ont été configurés par l'administrateur du serveur. Il n'y a aucun paramètre spécifique disponible pour ce site.
sv_se: Imsanitys inställningar har konfigurerats av serveradministratören. Det finns inga webbplatsspecifika inställningar tillgängliga.

source: JPG image quality
fr_fr: Qualité d'image JPEG
sv_se: Bildkvalitet för JPG

source: Convert BMP To JPG
fr_fr: Convertir BMP en JPG
sv_se: Konvertera BMP till JPG

source: Save Changes
fr_fr: Enregistrer les modifications
sv_se: Spara Ändringar

source: imagecreatefrombmp: Can not open %s!
fr_fr: imagecreatefrombmp: Ne peut pas ouvrir %s !
sv_se: imagecreatefrombmp: Kan inte öppna %s !

source: imagecreatefrombmp: %s is not a bitmap!
fr_fr: imagecreatefrombmp: %s n\'est pas une bitmap !
sv_se: imagecreatefrombmp: %s är ingen bitmap!

source: imagecreatefrombmp: Can not obtain filesize of %s !
fr_fr: imagecreatefrombmp: Ne peut obtenir la taille de %s !
sv_se: imagecreatefrombmp: Kan inte hämta filstorlek %s!

source: imagecreatefrombmp: %s has %d bits and this is not supported!
fr_fr: imagecreatefrombmp: %s a %d bits ceci n\'est pas supporté !
sv_se: imagecreatefrombmp: %s har %d bits vilket inte stöds!

source: Missing ID Parameter
fr_fr: Paramètre ID Manquant
sv_se: Saknad ID-parameter

source: ERROR: %s (%s)
fr_fr: ERREUR : %s (%s)
sv_se: FEL: %s (%s)

source: SKIPPED: %s (Resize not required)
fr_fr: SAUTÉ : %s (Redimensionnement non requis)
sv_se: HOPPADE ÖVER: %s (Storleksändring behövs ej)

source: ERROR: (Attachment with ID of %s not found)
fr_fr: ERREUR : (La pièce jointe avec l'ID %s n\'a pas été trouvé)
sv_se: FEL: (Bilaga med ID %s hittades ej)

source: <p>Imsanity Version %s by %s </p>
sv_se: <p>Imsanity Version %s av %s </p>

source: WARNING: BULK RESIZE WILL ALTER YOUR ORIGINAL IMAGES AND CANNOT BE UNDONE!
fr_fr: AVERTISSEMENT: resize EN VRAC modifier votre images originales et ne peut être annulée!
sv_se: VARNING: BULKSKALNING KOMMER ATT ÄNDRA ORIGINALBILDERNA OCH KAN INTE ÅNGRAS!

source: It is <strong>HIGHLY</strong> recommended that you backup your wp-content/uploads folder before proceeding. You will have a chance to preview and select the images to convert. It is also recommended that you initially select only 1 or 2 images and verify that everything is ok before processing your entire library. You have been warned!
fr_fr: Il est <strong>FORTEMENT</ strong> vous recommandons de sauvegarder votre dossier wp-content/uploads avant de continuer. Vous aurez la possibilité de prévisualiser et de sélectionner les images à convertir. Il est également recommandé que vous sélectionnez d'abord seulement 1 ou 2 images et vérifiez que tout est OK avant de traiter l'ensemble de votre bibliothèque. Vous avez été averti!
sv_se: Du rekommenderas <strong>STARKT</strong> att ta backup på din wp-content/uploads mapp innan du fortsätter. Du kommer att få möjlighet att förhandsvisa och välja bilder att konvertera. Du rekommenderas också att först prova med 1 eller 2 bilder och kontrollera att all är ok innan du processar hela mediabiblioteket. Du har blivit varnad!
